[
  {
    "id": 1,
    "tema": "educação",
    "tipo": "exemplo",
    "texto": "Uma boa redação sobre educação deve destacar a importância do acesso universal ao ensino, mencionar políticas públicas e sugerir soluções realistas para reduzir a desigualdade educacional.",
    "criterios": {
      "coerencia_coesao": "Uso correto de conectores, sequência lógica de ideias, transição clara entre parágrafos.",
      "estrutura_argumentativa": "Introdução com tese, desenvolvimento com argumentos consistentes, conclusão que retoma a tese.",
      "ortografia_sintaxe": "Ortografia correta, concordância verbal e nominal adequada.",
      "repertorio": "Dados do IBGE, referências a Paulo Freire e políticas públicas brasileiras."
    },
    "dicas": [
      "Inclua mais dados estatísticos sobre analfabetismo.",
      "Verifique se há progressão lógica entre os parágrafos (coerência).",
      "Use conectivos para melhorar a coesão (portanto, entretanto, assim, além disso).",
      "Organize a redação em introdução, desenvolvimento e conclusão (estrutura argumentativa).",
      "Revise ortografia e sintaxe cuidadosamente.",
      "Sugira exemplos concretos ou dados estatísticos sobre educação no Brasil.",
      "Inclua referências a autores ou pensadores como Paulo Freire.",
      "Conecte melhor os parágrafos com advérbios de ligação."
    ]
  },
  {
    "id": 2,
    "tema": "meio ambiente",
    "tipo": "exemplo",
    "texto": "Textos sobre meio ambiente devem abordar sustentabilidade, mudanças climáticas e ações individuais e coletivas, relacionando problemas globais e soluções locais.",
    "criterios": {
      "coerencia_coesao": "Ideias bem encadeadas, evitando saltos abruptos de assunto.",
      "estrutura_argumentativa": "Problema, causas, consequências e soluções bem delineadas.",
      "ortografia_sintaxe": "Evite frases muito longas, atenção a regência e concordância.",
      "repertorio": "Inclua conferências internacionais (COP-26), políticas brasileiras e dados recentes."
    },
    "dicas": [
      "Use exemplos de ações individuais e governamentais.",
      "Explique termos técnicos quando necessário.",
      "Garanta que os parágrafos sigam uma linha lógica de raciocínio (coerência).",
      "Use conectivos e frases de transição (coesão).",
      "Estruture seu texto em introdução, desenvolvimento e conclusão.",
      "Corrija erros de ortografia e concordância.",
      "Traga exemplos de políticas ambientais ou conferências internacionais como COP-26.",
      "Inclua sugestões de ações práticas que cidadãos podem adotar."
    ]
  },
  {
    "id": 3,
    "tema": "saúde",
    "tipo": "dica",
    "texto": "Ao escrever sobre saúde, destaque prevenção, políticas públicas e impactos sociais das doenças.",
    "criterios": {
      "coerencia_coesao": "Conecte causas e consequências de forma clara.",
      "estrutura_argumentativa": "Introdução com tese clara, desenvolvimento com argumentos apoiados em dados, conclusão reforçando soluções.",
      "ortografia_sintaxe": "Evite erros de grafia e pontuação inadequada.",
      "repertorio": "Referências ao SUS, OMS e dados estatísticos nacionais."
    },
    "dicas": [
      "Cite políticas de saúde pública brasileiras.",
      "Utilize exemplos atuais e relevantes.",      "Mantenha sequência lógica de ideias (coerência).",
      "Use conectivos adequados (coesão).",
      "Certifique-se de ter introdução, desenvolvimento e conclusão.",
      "Revise gramática, pontuação e ortografia.",
      "Inclua dados sobre sistemas de saúde, estatísticas de vacinação ou campanhas públicas.",
      "Sugira exemplos de políticas de prevenção e cuidados básicos de saúde."
    ]
  },
  {
    "id": 4,
    "tema": "tecnologia",
    "tipo": "dica",
    "texto": "Redações sobre tecnologia devem tratar dos impactos sociais, éticos e econômicos da inovação.",
    "criterios": {
      "coerencia_coesao": "Transições entre impactos positivos e negativos devem ser suaves.",
      "estrutura_argumentativa": "Apresente problema, impacto, soluções e possíveis dilemas éticos.",
      "ortografia_sintaxe": "Ortografia precisa, atenção a termos técnicos.",
      "repertorio": "Referências a inovações recentes, debates sobre IA e privacidade de dados."
    },
    "dicas": [
      "Inclua exemplos práticos de tecnologia na sociedade.",
      "Use linguagem objetiva e clara.",
      "Verifique se há encadeamento lógico entre ideias (coerência).",
      "Use expressões de transição e conectivos (coesão).",
      "Organize o texto em introdução, desenvolvimento e conclusão.",
      "Corrija ortografia e erros de sintaxe.",
      "Inclua exemplos de avanços tecnológicos e suas consequências sociais.",
      "Sugira melhorias ou soluções para desafios éticos causados pela tecnologia."
    ]
  },
  {
    "id": 5,
    "tema": "cultura",
    "tipo": "dica",
    "texto": "Textos sobre cultura devem abordar diversidade, patrimônio cultural e influência das artes na sociedade.",
    "criterios": {
      "coerencia_coesao": "Mantenha encadeamento lógico entre tradição, diversidade e atualidade.",
      "estrutura_argumentativa": "Introdução, desenvolvimento com exemplos culturais, conclusão contextualizando relevância.",
      "ortografia_sintaxe": "Evite erros ortográficos, concordância adequada.",
      "repertorio": "Referências a movimentos artísticos, autores e manifestações culturais brasileiras."
    },
    "dicas": [
      "Cite exemplos concretos de manifestações culturais.",
      "Use linguagem descritiva sem perder objetividade."
    ]
  },
  {
    "id": 6,
    "tema": "Exemplo de Redação Nota 1000 – Desafios para a formação educacional de surdos no Brasil",
    "tipo": "redacao",
      "texto": "Na antiga Esparta, crianças com deficiência eram assassinadas, pois não poderiam ser guerreiras, profissão mais valorizada na época. Na contemporaneidade, tal barbárie não ocorre mais, porém há grandes dificuldades para garantir aos deficientes – em especial os surdos – o acesso à educação, devido ao preconceito ainda existente na sociedade e à falta de atenção do Estado à questão. Inicialmente, um entrave é a mentalidade retrógrada de parte da população, que age como se os deficientes auditivos fossem incapazes de estudar e, posteriormente, exercer uma profissão. De fato, tal atitude se relaciona ao conceito de banalidade do mal, trazido pela socióloga Hannah Arendt: quando uma atitude agressiva ocorre constantemente, as pessoas param de vê-la como errada. Um exemplo disso é a discriminação contra os surdos nas escolas e faculdades – seja por olhares maldosos ou pela falta de recursos para garantir seu aprendizado. Nessa situação, o medo do preconceito, que pode ser praticado mesmo pelos educadores, possivelmente leva à desistência do estudo, mantendo o deficiente à margem dos seus direitos – fato que é tão grave e excludente quanto os homicídios praticados em Esparta, apenas mais dissimulado. Outro desafio enfrentado pelos portadores de deficiência auditiva é a inobservância estatal, uma vez que o governo nem sempre cobra das instituições de ensino a existência de aulas especializadas para esse grupo – ministradas em Libras – além da avaliação do português escrito como segunda língua. De acordo com Habermas, incluir não é só trazer para perto, mas também respeitar e crescer junto com o outro. Destarte, para que as pessoas com deficiência na audição consigam o acesso pleno ao sistema educacional, é preciso que o Ministério da Educação, em parceria com as instituições de ensino, promova cursos de Libras para os professores, por meio de oficinas de especialização à noite – horário livre para a maioria dos profissionais – de maneira a garantir que as escolas e universidades possam ter turmas para surdos, facilitando o acesso desse grupo ao estudo. Em adição, o Estado deve divulgar propagandas institucionais ratificando a importância do respeito aos deficientes auditivos, com postagens nas redes sociais, para que a discriminação dessa minoria seja reduzida, levando à maior inclusão.",

    "comentarios": {
      "competencia_1": "Excelente domínio da modalidade escrita formal; pequenos desvios de paralelismo e pontuação.",
      "competencia_2": "Tese clara, argumentos bem desenvolvidos e conclusão consistente.",
      "competencia_3": "Informações e repertório sociocultural pertinentes (Esparta, Arendt, Habermas).",
      "competencia_4": "Repertório diversificado de conectivos e coesão entre parágrafos e ideias.",
      "competencia_5": "Proposta de intervenção detalhada, concreta e respeitando os direitos humanos; articulada aos desafios apresentados."
    }
  },
  {
    "id": 7,
    "tema": "Desafios para a formação educacional de surdos no Brasil",
    "tipo": "redacao",
    "texto": "A plena formação acadêmica dos deficientes auditivos, uma parcela das chamadas Pessoas com Deficiência (PCD), é um direito assegurado no recém-aprovado Estatuto da Pessoa com Deficiência, de 2015, também conhecido como Lei da Acessibilidade. Além de um direito legalmente garantido, a educação para esse grupo social é sociologicamente analisada como essencial para uma sociedade tolerante e inclusiva. Entretanto, observa-se o desrespeito a essa garantia devido ao preconceito, muitas vezes manifestado pela violência simbólica, e à insuficiência estrutural educacional brasileira. Nessa conjuntura, é necessário destacar as principais relevâncias de se garantir aos surdos a plena formação acadêmica. Segundo Hannah Arendt, em sua teoria sobre o Espaço Público, os ambientes e as instituições públicas – inclusive as escolas e as faculdades – têm que ser completamente inclusivas a todos do espectro social para exercer sua total funcionalidade e genuinidade. Analogamente, para atuarem como aparato democrático, tais instituições devem ser preparadas e devem garantir o espaço e a educação para os deficientes auditivos, constituindo, assim, uma sociedade diversificada, tolerante e genuína. Além disso, outra importância é o cumprimento dos direitos à educação e ao desenvolvimento intelectual, assegurados no Estatuto da PCD e na Constituição Federal de 1988, que não discrimina o acesso à cidadania a nenhum grupo social, sendo, dessa forma, uma obrigação constitucional. Contudo, observam-se algumas distorções para essa garantia educacional. Infelizmente, os surdos são alvo de preconceito e são vistos erroneamente como incapazes. Isso é frequentemente manifestado na forma de violência simbólica, termo do sociólogo Pierre Bourdieu, que inclui os comportamentos, não necessariamente agressivos física ou verbalmente, que excluiriam moralmente grupos minoritários, como a PCD, exemplificados na colocação desses indivíduos em postos de trabalho menos valorizados e menos remunerados. Adicionalmente, nota-se que outra manifestação dessa violência é a falta de uma infraestrutura escolar de qualidade com professores capacitados e com material adequado para garantir a devida formação educacional. Consequentemente, as vítimas dessa agressão simbólica tenderiam a se isolar, gerando, por exemplo, evasão escolar e redução da procura pela qualificação profissional e acadêmica por esses deficientes. Dessa forma, é necessário que, para garantir o ensino de qualidade e estruturado, o Ministério da Educação leve profissionais educadores especialistas em Libras para capacitar os professores já atuantes acerca do ensino aos deficientes auditivos e da adaptação às suas necessidades particulares na sala de aula. Isso deve ser feito com palestras instrucionais para os docentes de toda a hierarquia pedagógica. Complementarmente, o Ministério da Saúde deve disponibilizar profissionais, como psicólogos, que dêem o apoio e o estímulo para a continuidade educacional dos deficientes e desconstruam, com atividades lúdicas e interativas com todos os alunos, como simulações da surdez, os preconceitos acerca desse grupo social.",
    "comentarios": {
      "competencia_1": "Excelente domínio da modalidade escrita formal; pequeno desvio de acentuação em 'dêem', não conforme o Acordo Ortográfico.",
      "competencia_2": "Tese clara, desenvolvimento de justificativas e conclusão consistente; excelente domínio do texto dissertativo-argumentativo.",
      "competencia_3": "Informações, fatos e repertório sociocultural pertinentes (Hannah Arendt e Pierre Bourdieu), bem organizados em defesa do ponto de vista.",
      "competencia_4": "Repertório diversificado de recursos coesivos, articulação clara entre parágrafos e dentro de parágrafos, sem inadequações.",
      "competencia_5": "Proposta de intervenção detalhada e concreta, respeitando os direitos humanos; capacitação de professores e apoio psicológico aos surdos e comunidade escolar."
    }
  },
  {
    "id": 8,
    "tema": "Desafios para a formação educacional de surdos no Brasil",
    "tipo": "redacao",
    "texto": "Sob a perspectiva filosófica de São Tomás de Aquino, todos os indivíduos de uma sociedade democrática possuem a mesma importância, além dos mesmos direitos e deveres. No entanto, percebe-se que, no Brasil, os deficientes auditivos compõem um grupo altamente desfavorecido no tocante ao processo de formação educacional, visto que o país enfrenta uma série de desafios para atender a essa demanda. Nesse contexto, torna-se evidente a carência de estrutura especializada no acompanhamento desse público, bem como a compreensão deturpada da função social deste. O filósofo italiano Norberto Bobbio afirma que a dignidade humana é uma qualidade intrínseca ao homem, capaz de lhe dar direito ao respeito e à consideração por parte do Estado. Nessa lógica, é notável que o poder público não cumpre o seu papel enquanto agente fornecedor de direitos mínimos, uma vez que não proporciona aos surdos o acesso à educação com a qualidade devida, o que caracteriza um irrespeito descomunal a esse público. A lamentável condição de vulnerabilidade à qual são submetidos os deficientes auditivos é percebida no déficit deixado pelo sistema educacional vigente no país, que revela o despreparo da rede de ensino no que tange à inclusão dessa camada, de modo a causar entraves à formação desses indivíduos e, por conseguinte, sua inserção no mercado de trabalho. Além disso, outra dificuldade enfrentada pelos surdos para alcançar a formação educativa se dá na falta de apoio enfrentada por muitos no âmbito familiar, causada pela ignorância quanto às leis protetoras dos direitos do deficiente, que gera uma letargia social nesse aspecto. Esse desconhecimento produz na sociedade concepções errôneas a respeito do papel social do portador de deficiências: como consequência do descumprimento dos deveres constitucionais do Estado, as famílias – acomodadas pela pouca instrução – alimentam a falsa ideia de que o deficiente auditivo não tem contribuição significante para a sociedade, o que o afasta da escolaridade e neutraliza a relevância que possui. Logo, é necessário que o Ministério da Educação, em parceria com instituições de apoio ao surdo, proporcione a este maiores chances de se inserir no mercado, mediante a implementação do suporte adequado para a formação escolar e acadêmica desse indivíduo – com profissionais especializados em atendê-lo –, a fim de gerar maior igualdade na qualificação e na disputa por emprego. É imprescindível, ainda, que as famílias desses deficientes exijam do poder público a concretude dos princípios constitucionais de proteção a esse grupo, por meio do aprofundamento no conhecimento das leis que protegem essa camada, para que, a partir da obtenção do saber, esse empenho seja fortalecido e, assim, essa parcela receba o acompanhamento necessário para atingir a formação educacional e a contribuição à sociedade.",
    "comentarios": {
      "competencia_1": "Excelente domínio da modalidade escrita formal; texto sintaticamente correto, sem desvios de escrita.",
      "competencia_2": "Tese clara, desenvolvimento de justificativas consistentes e conclusão coerente; excelente domínio do texto dissertativo-argumentativo.",
      "competencia_3": "Informações, fatos e repertório sociocultural pertinentes (São Tomás de Aquino e Norberto Bobbio), bem organizados para sustentar o ponto de vista defendido.",
      "competencia_4": "Repertório diversificado de recursos coesivos; articulação clara entre parágrafos e dentro de parágrafos, sem inadequações.",
      "competencia_5": "Proposta de intervenção concreta, detalhada e respeitosa aos direitos humanos; sugere capacitação de professores e engajamento das famílias para garantir formação educacional inclusiva."
    }
  },
  {
    "id": 9,
    "tema": "Desafios da valorização da herança africana no Brasil",
    "tipo": "redacao",
    "texto": "O 'ciclo do ouro' – ocorrido no Brasil no século XVIII – acarretou o aumento do número de escravos provenientes do continente africano no país, trazidos com graves diferenças culturais entre si, sem que fossem levados em consideração os aspectos regionais e sociais de suas origens, ocasionando uma homogeneização forçada de indivíduos. Atualmente, de forma análoga à História Colonial Brasileira, ainda há uma forte tendência à padronização cultural da África, desprezando sua pluralidade e seu legado. Assim, dois grandes desafios para a valorização da herança africana no Brasil devem ser debelados: as políticas públicas ineficazes e as falhas educacionais. Diante do cenário exposto, as políticas públicas ineficazes possibilitam a desvalorização do legado africano no país, uma vez que elas impedem o estabelecimento concreto de uma revisão histórica pautada em mais oportunidades, proteção e visibilidade para pessoas pretas. Consoante o sociólogo Émile Durkheim, uma sociedade sem regras claras, sem valores e sem limites encontra-se em estado de anomia social. Nesse sentido sociológico, esse estado anômico pode ser observado na hodierna realidade brasileira, na medida em que as políticas públicas ineficientes permitem o desprezo e o desrespeito com as religiões de matriz africana, a desassistência em áreas quilombolas e a ausência de representatividade em propagandas, por exemplo. Com base nisso, uma mudança urgente e pragmática deve ser realizada, visando à transformação dessa conjuntura, de modo a não só valorizar a herança africana no país, como também a protegê-la. Ademais, as falhas educacionais também constituem-se como importantes fatores que aprofundam o descaso com o legado africano no Brasil. Segundo o filósofo Immanuel Kant, 'o homem é aquilo que a educação faz dele'. Sob esse prisma filosófico, essas falhas educacionais solidificam mentalidades alienadas na população, potencializando preconceitos e ratificando equívocos concernentes à cultura africana no país. Nesse viés, a própria formação do cidadão brasileiro — no que tange à África e sua herança — é maculada por noções desprovidas de veracidade e etnocêntricas, corroborando a desvalorização da pluralidade e das 'raízes africanas', presentes em campos variados, como a gastronomia, a dança e a religião, representados respectivamente pelo acarajé, pelo tambor de crioula e pelo candomblé. Então, torna-se imperiosa a correção imediata dessas falhas, no sentido de debelar erros e ampliar visões africanas positivas. Infere-se, portanto, que as políticas públicas ineficazes e as falhas educacionais configuram-se como os dois desafios para a valorização da herança africana no Brasil. Nessa ótica, o Governo Federal — órgão máximo responsável pela ordem social — deve ampliar as políticas públicas existentes, tornando-as mais eficazes, por intermédio de uma aliança com o Governo Estadual e o Governo Municipal, com a finalidade de aumentar a proteção, as oportunidades e a representatividade das pessoas pretas. O Governo Federal também deve corrigir as falhas educacionais, por meio da mídia — grande divulgadora de informações — e da escola, a fim de mitigar equívocos, ocasionando a valorização do legado africano. Logo, o país possuirá uma estrutura melhor para 'dialogar' com a herança da África, longe da padronização impositiva ocorrida durante o 'ciclo do ouro' no século XVIII.",
    "comentarios": {
      "competencia_1": "Excelente domínio da modalidade escrita formal; texto sintaticamente correto e sem desvios de escrita.",
      "competencia_2": "Tese clara, desenvolvimento consistente de argumentos e conclusão coerente; excelente domínio do texto dissertativo-argumentativo.",
      "competencia_3": "Uso produtivo de repertório sociocultural pertinente (Émile Durkheim e Immanuel Kant), bem articulado para sustentar o ponto de vista do autor.",
      "competencia_4": "Repertório diversificado de recursos coesivos; articulação clara entre parágrafos e dentro de parágrafos, sem inadequações.",
      "competencia_5": "Proposta de intervenção concreta, detalhada e respeitosa aos direitos humanos; sugere correção de falhas educacionais e fortalecimento de políticas públicas para valorizar a herança africana."
    }
  },
  {
    "id": 10,
    "tema": "Desafios da valorização da herança africana no Brasil",
    "tipo": "redacao",  
    "texto": "O livro 'Nós matamos o cão tinhoso' de Luís Bernardo Honwana retrata a sociedade moçambicana durante a colonização portuguesa. Na obra literária, observa-se uma dinâmica social pautada pela inferiorização dos indivíduos negros, na qual o racismo está enraizado nas interações entre as pessoas, na qualidade de vida e na autoimagem de cada ser. Assim, ao inserir a imagem criada pelo livro no contexto brasileiro de ínfima valorização da herança africana, infere-se que o passado colonial persiste nas estruturas do Brasil, se manifestando a partir do apagamento sistemático da cultura afro-brasileira. Em razão disso, deve-se discutir o papel do Estado no setor escolar e cultural diante desse contexto de silenciamento. Em um primeiro momento, é necessário entender a relação entre a dinâmica social brasileira e a desvalorização da herança africana. Para fundamentar essa ideia, o filósofo Ailton Krenak afirma que, no Brasil, existem dois grupos — a humanidade, formada pela elite econômica, e a subumanidade, a qual tem seus direitos negados e é constituída principalmente pelas populações marginalizadas socialmente, como os povos originários e os negros. Por conseguinte, entende-se que o apagamento da cultura africana é uma extensão do panorama da desigualdade social brasileira, já que essa desvalorização sistemática silencia as vozes de populações que são violentadas e oprimidas há séculos, o que favorece a manutensão dessas pessoas no grupo da subumanidade. Dessa forma, o Estado deve desenvolver medidas que visem valorizar e apoiar artistas e escritores relacionados à herança africana no Brasil. Sob outra ótica, a compreensão acerca da importância da ancestralidade na formação da autoimagem e da noção de pertencimento de cada indivíduo é imperativa. Para isso, a filósofa brasileira Marilena Chaui defende a ideia de que, enquanto os animais são seres naturais, os humanos são culturais - ou seja, a cultura em que cada pessoa está inserida compõe a essência desse ser. A partir disso, compreende-se que o silenciamento da herança africana nega a uma grande parte do povo brasileiro a sua própria essência, o que constitui uma violência estrutural e resulta numa noção de não pertencimento generalizada e em uma autoimagem defasada. Frente a isso, o Estado deve agir em prol da promoção de manifestações culturais afro-brasileiras. Em suma, conclui-se que a desvalorização da cultura africana está diretamente relacionada a um processo sistemático de silenciamento de grupos oprimidos e resulta na falta de pertencimento de muitos indivíduos. Portanto, cabe ao Estado, por meio de uma parceria entre o Ministério da Economia (ME) e o Ministério da Educação e da Cultura (MEC), desenvolver manifestações culturais afro-brasileiras nas escolas, como, por exemplo, peças teatrais e festivais de dança, música e arte, assim como investir financeiramente na promoção de artistas e escritores que têm suas carreiras relacionadas à herança africana. Por fim, essas ações serão responsáveis por impedir o perpetuamento da desvalorização da cultura africana no Brasil.",
      "comentarios": {
      "competencia_1": "Excelente domínio da modalidade escrita formal; texto sintaticamente correto e bem estruturado.",
      "competencia_2": "Tese clara, desenvolvimento consistente de argumentos e conclusão coerente; domínio completo do texto dissertativo-argumentativo.",
      "competencia_3": "Uso produtivo de repertório sociocultural pertinente (Ailton Krenak, Marilena Chaui, referência à obra de Luís Bernardo Honwana), articulado para sustentar o ponto de vista do autor.",
      "competencia_4": "Repertório diversificado de recursos coesivos; articulação clara entre parágrafos e dentro de parágrafos, sem inadequações.",
      "competencia_5": "Proposta de intervenção concreta, detalhada e respeitosa aos direitos humanos; sugere ações do Estado para valorização da herança africana e apoio a artistas e escritores relacionados."
    }
  },
  {
    "id": 11,
    "tema": "Desafios da valorização da herança africana no Brasil",
    "tipo": "redacao",  
    "texto": "Na obra literária 'Raízes do Brasil', escrita pelo sociólogo Sérgio Buarque de Holanda, há a representação da miscigenação brasileira, caracterizada pela predominância da etnia africana na formação populacional do país. Contudo, apesar da indiscutível relevância da cultura advinda dos negros para a construção cultural da nação, a herança dos povos africanos não é devidamente valorizada, visto que suas contribuições culturais são omitidas no meio social. Logo, perante esse entrave, cabe a análise da estagnação estatal e da negligência educacional. Diante dessa panorama, é perceptível a fragilidade governamental em valorizar a herança proveniente da África no Brasil. Nesse viés, a partir de 1888, dada a promulgação da Lei Áurea - responsável pela abolição da escravatura -, os escravizados africanos e seus descendentes tornaram-se marginalizados socialmente, em virtude da ausência de ressarcimento dos seus direitos civis por parte do governo. Sendo assim, como reflexo desse fato histórico, o Estado ainda negligencia a cultura afrodescendente ao não proporcionar políticas públicas eficazes, uma vez que não impulsiona a inserção de manifestações culturais africanas, como as danças tradicionais no ambiente social - a exemplo da falta da disseminação de festivais africanos pelo território -, em virtude da priorização da destinação de verbas a eventos de culturas privilegiadas, como a europeia. Por conseguinte, as práticas culturais dos afrodescendentes são invisibilizadas, tornando-as vítimas de discriminação, como o racismo, anulando suas identidades étnicas. Em suma, a omissão estatal é um fator agravante da problemática retratada. Outrossim, é notório o impacto da ineficiência educacional em relação à desvalorização da herança dos negros na nação verde-amarela. Nesse contexto, o político Nelson Mandela ressalta o valor da educação e o seu potencial de salvar a humanidade. Entretanto, a educação brasileira apresenta uma série de lacunas que dificultam a promoção da herança africana no país. Prova dessa conjuntura é a escassez de disciplinas que abordem a história da cultura afrodescendente no Brasil — sem ilustrar apenas o período da escravidão —, devido ao destaque dado a matérias consideradas mais importantes, como a matemática. Consequentemente, as manifestações culturais africanas são negligenciadas pelos estudantes, por adquirirem uma visão estereotipada de suas práticas e desconsiderarem sua diversidade. Em síntese, a lacuna educacional corrobora a temática mostrada. Portanto, medidas necessitam ser tomadas para mitigar os desafios supracitados. Assim, é dever do Ministério da Cultura — órgão responsável por administrar a preservação cultural brasileira — incentivar a exposição da cultura africana, mediante eventos culturais. De igual modo, cabe ao Ministério da Educação, órgão responsável por assegurar a educação nacional, inserir os estudos africanos na grade curricular, mediante a criação de uma matéria para isso. Nesse sentido, com o intuito de valorizar a herança africana, suas práticas serão respeitadas.",
      "comentarios": {
      "competencia_1": "Excelente domínio da modalidade escrita formal; texto sintaticamente correto e bem estruturado.",
      "competencia_2": "Tese clara, desenvolvimento consistente de argumentos e conclusão coerente; domínio completo do texto dissertativo-argumentativo.",
      "competencia_3": "Uso produtivo de repertório sociocultural pertinente (Sérgio Buarque de Holanda, Nelson Mandela), articulado para sustentar o ponto de vista do autor.",
      "competencia_4": "Repertório diversificado de recursos coesivos; articulação clara entre parágrafos e dentro de parágrafos, sem inadequações.",
      "competencia_5": "Proposta de intervenção concreta, detalhada e respeitosa aos direitos humanos; sugere ações do Ministério da Cultura e do Ministério da Educação para valorizar a herança africana."
    }
  }
]
